research/visualization_methods/outputs/Gaussian Mixture__multivariate_gaussian_mixture_model/multivariate_gaussian_mixture_model.mmd
graph TD
  Categorical["Categorical"]
  Dirichlet["Dirichlet"]
  NormalMixture["NormalMixture"]
  Wishart["Wishart"]
  m["m"]
  n["n"]
  p["p"]
  s["s"]
  switch["switch"]
  w["w"]
  y["y"]
  z["z"]
  Categorical --> z
  Dirichlet --> s
  NormalMixture --> y
  Wishart --> w
  m --> y
  n --> y
  p --> y
  s --> z
  switch --> y
  w --> y
  z --> y
